<?php
include '../includes/header.php';

echo '<h2>HackSphere</h2><br>';
echo 'HackSphereは、ハッカソンを通じてスキルアップを目指す学生プロジェクトです。<br>';
echo '私は過去の経験から、ハッカソンに出場することは学習意欲の向上だけでなく、自分の興味を広げることにもつながると考えています。<br>';
echo 'そのため、HackSphereでは、ハッカソンに出場する学生をサポートし、スキルアップを目指すことを目的としています。<br>';
echo 'また、大学内の組織という強みを生かし、教授との連携を図り、学生のスキルアップを支援しています。<br>';
echo '私は、HackSphereのチームリーダーとして、ハッカソンの周知、チームビルディング、メンバーへのフィードバックを行っています。<br><br>';

echo 'HackSphereの活動内容は、以下の通りです。<br>';
echo '<li>ハッカソンの情報収集</li>';
echo '<li>ハッカソンのチームビルディング</li>';
echo '<li>定例会でのハッカソンのメンバーからメンバーへのノウハウの共有</li>';

include '../includes/footer.php';
?>